var config = {
    name: "「陳」CZW",
    sex: "男",
    age: "14",
    email: "3084895584@qq.com",
    address: "3084895584",
    log: "「陳」CZW",

    motto: [
        "明天不一定会更好，但要坚信更好的明天一定会来。",
        "要做的事情总找得出时间和机会，不愿意做的事情也总能找得出借口。",
        "Gor For It!",
        "有智者立长志，无志者长立志。",
        "那些过去的眼泪终将风干在记忆里。",
        "真相，是为了剿灭幻想。",
        "我欲将心向明月，奈何明月照沟渠。",
        "春风得意马蹄疾，一日看尽长安花。",
        "天凉好个秋！",
        "老骥伏枥，志在千里。烈士暮年，壮心不已。",
        "老当益壮，宁移白首之心。穷且益坚，不坠青云之志。",
        "我们必须拿我们所有的， 去换我们所没有的",
        "蒹葭苍苍，白露为霜；所谓伊人，在水一方。",
        "数风流人物，还看今朝！"
    ],

    welcome: "青青子衿，悠悠我心<br>" +
             "但为君故，沉吟至今<br>" +
             "你好<br>" +
             "很高兴见到你!",

    skills: [
        ["网络", 30"red"],
        ["E语言", 80"blue"],
        ["Linux", 25, "#1abc9c"],
        ["HTML5", 30, "rgba(0,0,0)"],
        ["CSS3", 20, "yellow"],
        ["JavaScript", 10, "pink"]
    ],

    skills_description: "<ul>" +
        "     <li>操作系统、计算机网络等编程基础知识良好。</li>" +
        "     <li>熟悉E语言开发基本知识。</li>" +
        "     <li>熟悉基本Linux命令操作。</li>" +
        "     <li>不熟悉缓存、消息等机制。</li>" +
        "     <li>不了解分布式系统的设计与应用。</li>" +
        "     <li>不熟悉HTML、CSS、JavaScript以及相应前端知识。</li>" +
        " </ul>",

    url: [
        "./images/work-bk.png",
        "./images/2.jpg",
    ]

}
